** CACHE
|         | PAPI_L2_DCM | PAPI_L1_DCM |
|       0 |   159732388 |    82299026 |
|       1 |   160070667 |    82484030 |
|       2 |    70282325 |    40430538 |
|       3 |    79347708 |    41081799 |
|       4 |    84434132 |    44607931 |
|       5 |    40894575 |    22457350 |
|       6 |    39016422 |    22195094 |
|       7 |    51479731 |    25199822 |
|       8 |    39302335 |    20420673 |
|       9 |    39875939 |    22353803 |
| overall |   764436222 |   403530066 |
|    mean |   22.675755 |   11.970062 |
#+TBLFM: @13=@12/33711611.141

|         | PAPI_L1_ICM | PAPI_L2_ICM |
|       0 |      679680 |      263544 |
|       1 |      694333 |      292169 |
|       2 |     6505802 |     1212222 |
|       3 |     6213237 |     1376049 |
|       4 |     6703992 |     1807210 |
|       5 |     3288428 |      690799 |
|       6 |     3547985 |      837121 |
|       7 |     3514591 |      907996 |
|       8 |     2823178 |      527638 |
|       9 |     3456630 |      856941 |
| overall |    37427856 |     8771689 |
|    mean |   1.1102363 |  0.26019786 |
#+TBLFM: @13=@12/33711611.141

|         | PAPI_L2_TCM | PAPI_L3_TCM | PAPI_L1_TCM |
|       0 |   160186308 |    72994754 |    82982743 |
|       1 |   160533329 |    73361371 |    83273448 |
|       2 |   115773540 |    39748202 |    61022293 |
|       3 |   107561179 |    36931299 |    53625131 |
|       4 |   108881779 |    43139595 |    57949523 |
|       5 |    42002460 |    21040619 |    24760116 |
|       6 |    50955866 |    21341707 |    27274882 |
|       7 |    55743941 |    18919325 |    27375421 |
|       8 |    47523956 |    21260657 |    29191245 |
|       9 |    52495353 |    20542250 |    29691844 |
| overall |   901657711 |   369279779 |   477146646 |
|    mean |   26.746206 |   10.954083 |   14.153778 |
#+TBLFM: @13=@12/33711611.141

** INSTR-CYCLE-Preset

|         | PAPI_TOT_INS | PAPI_TOT_CYC |
|       0 |   2016696280 |   3048777696 |
|       1 |   1949214691 |   3029893331 |
|       2 |   6669843748 |   3863968793 |
|       3 |   6734592377 |   3895310451 |
|       4 |   6747074962 |   3907936962 |
|       5 |   3037348427 |   1630251762 |
|       6 |   2953821746 |   1651223256 |
|       7 |   2950728367 |   1640286778 |
|       8 |   3001402390 |   1648321986 |
|       9 |   2961633103 |   1677590411 |
| overall |  39022356091 |  25993561426 |
|    mean |    1157.5346 |    771.05663 |
#+TBLFM: @13=@12/33711611.141

** Branch-Preset
|         | PAPI_BR_INS | PAPI_BR_MSP | PAPI_BR_TKN | PAPI_BR_NTK |
|       0 |   427179592 |       33227 |   150248589 |    86619281 |
|       1 |   414943100 |       30408 |   146673726 |    83996644 |
|       2 |   805056645 |     1215308 |   126532142 |   599861151 |
|       3 |   975913669 |     1458290 |   146117338 |   721285052 |
|       4 |  1085021770 |     1693091 |   161678212 |   817994026 |
|       5 |   489241930 |      775642 |    76089955 |   365387727 |
|       6 |   511243484 |      845614 |    84378115 |   375549861 |
|       7 |   520141608 |      878838 |    85943396 |   377112297 |
|       8 |   489347225 |      738248 |    75042767 |   365335661 |
|       9 |   489826115 |      784452 |    77165486 |   363851985 |
| overall |  6207915138 |     8453118 |  1129869726 |  4156993685 |
|    mean |   184.14768 |  0.25074797 |   33.515744 |   123.31044 |
#+TBLFM: @13=@12/33711611.141

** TLB-Preset

|         | PAPI_TLB_IM | PAPI_TLB_DM |
|       0 |       16859 |     2415502 |
|       1 |       12542 |     2040031 |
|       2 |      130334 |      469061 |
|       3 |      126139 |      502439 |
|       4 |      110833 |      486957 |
|       5 |       43212 |      226021 |
|       6 |       37318 |      224861 |
|       7 |       31884 |      233625 |
|       8 |       50667 |      220661 |
|       9 |       26603 |      230743 |
| overall |      586391 |     7049901 |
|    mean | 0.017394333 |  0.20912382 |
#+TBLFM: @13=@12/33711611.141
